Repository: LastStar/DrApe
Catalog: BeatTheMonkey/*.lproj/Localizable.strings
Languages: sk

source: Cancel
sk: Storno

source: Enter your name please:
sk: Zadajte prosím svoje meno:

source: New High Score: %d
sk: Nejlepšie skóre: %d

source: Save
sk: Uložiť

source: Highest score %d by %@
sk: Nejlepšie skóre %d od %@

source: TapAnywhereToNewGame
sk: Dotknite se kdekoľvek obrazkovky pre začiatok novej hry.

source: TapAnywhereToContinue
sk: Dotknite se kdekoľvek obrazkovky pre pokračovanie.

source: Congratulations
sk: Gratulujeme

source: You finished the whole game
sk: Dokončili ste celú hru

source: TutorialText
sk: <h1>Vitajte v Dr.Ape!</h1><li>Na začiatku uvidíte niekoľko čísel</li><li>Skúste si zapamätať ich pozície</li><li>Tapnite ich vo vzostupnom poradí</li><li>Novú hru začnete zatrasením</li><br /><br /><i>Tapnite kdekoľvek pre pokračovanie...</i>

source: GameModeDescription
sk: Hrajte kampaň, aby ste odomkli nové obtiažnosti.

source: HighestScoreShare
sk: Paráda! Práve som nahral %i bodov v hre Dr.Ape! Skús to - http://bit.ly/DrApe

source: Difficulty0
sk: Šimpanz

source: Difficulty1
sk: Gorila

source: Difficulty2
sk: King Kong

source: Campaign
sk: Kampaň

source: Training
sk: Tréning
